Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Set wallpaper...
ca_es: Defineix l'empaperat...

source: Set to auto-launch
ca_es: Defineix com a inici automàtic

source: Failed to connect to "%{DEVICE_NAME}".
ca_es: No s'ha pogut connectar amb "%{DEVICE_NAME}".

source: Cycle through input methods
ca_es: Passa pels mètodes d'entrada

source: Select your keyboard:
ca_es: Seleccioneu el vostre teclat:

source: The sign-in page failed to load using the current proxy settings. Please %{GAIA_RELOAD_LINK_START}try to sign in again%{GAIA_RELOAD_LINK_END}, or use different %{PROXY_SETTINGS_LINK_START}proxy settings%{PROXY_SETTINGS_LINK_END}.
ca_es: La pàgina d'inici de sessió no s'ha pogut carregar amb la configuració de servidor intermediari actual. %{GAIA_RELOAD_LINK_START}Proveu de tornar a iniciar la sessió%{GAIA_RELOAD_LINK_END} o utilitzeu una %{PROXY_SETTINGS_LINK_START}configuració de servidor intermediari%{PROXY_SETTINGS_LINK_END} diferent.

source: Ignore CapsLock status and input lowercase by default
ca_es: Ignora l'estat de Bloq Maj i estableix les minúscules de manera predeterminada

source: Plan name:
ca_es: Nom del pla:

source: enter
ca_es: retorn

source: Esc cleans whole pre-edit buffer
ca_es: la tecla Esc neteja tota la memòria intermèdia de preedició

source: Initial Chinese mode is Simplified Chinese
ca_es: El mode xinès inicial és xinès simplificat

source: Connection to "%{DEVICE_NAME}" still in progress.
ca_es: La connexió a "%{DEVICE_NAME}" encara està en curs.

source: Estonian keyboard
ca_es: Teclat estonià

source: Chewing input settings
ca_es: Configuració de la introducció en chewing

source: Right paren
ca_es: Parènt. dret

source: What is your language?
ca_es: Quin és el vostre idioma?

source: Username.
ca_es: Nom d'usuari.

source: Brightness:
ca_es: Brillantor:

source: %{PRODUCT_NAME} %{PRODUCT_VERSION} (Platform %{PLATFORM_VERSION})
ca_es: %{PRODUCT_NAME} %{PRODUCT_VERSION} (Plataforma %{PLATFORM_VERSION})

source: Enable screen magnifier
ca_es: Activa l'ampliador de pantalla

source: Subnet mask:
ca_es: Màscara de subxarxa:

source: Network type missing
ca_es: Falta el tipus de xarxa

source: Your Google Account password has changed since the last time you signed in on this computer.
ca_es: La contrasenya del vostre Compte de Google ha canviat des de la darrera vegada que vau iniciar la sessió en aquest equip.

source: Sorry, your administrator has disabled external storage on your account.
ca_es: L'administrador ha desactivat l'emmagatzematge extern al vostre compte

source: Failed to start Bluetooth device discovery.
ca_es: No s'ha pogut iniciar la detecció de dispositius Bluetooth.

source: %{DOMAIN} Terms
ca_es: Condicions de %{DOMAIN}

source: Enable Guest browsing
ca_es: Activa la navegació com a convidat

source: Hsu's keyboard selection keys
ca_es: Botons de selecció del teclat hsu

source: Show accessibility options in the system menu
ca_es: Mostra les opcions d'accessibilitat al menú del sistema

source: Vietnamese input method (VNI)
ca_es: Mètode d'entrada de vietnamita (VNI)

source: SOCKS host
ca_es: Amfitrió SOCKS

source: Unselected
ca_es: Ja no està seleccionat

source: Tamil input method (InScript)
ca_es: Mètode d'introducció en tàmil (Inscript)

source: Buy plan
ca_es: Compra el pla

source: Mouse speed:
ca_es: Velocitat del ratolí:

source: Scanning for networks.
ca_es: S'estan cercant xarxes.

source: Caps Lock is on.
ca_es: Bloq Maj està activat.

source: "Clear browsing data" dialog
ca_es: Diàleg "Esborra les dades de navegació"

source: Catalan keyboard
ca_es: Teclat català

source: Use left and right Shift keys to select 2nd and 3rd candidates
ca_es: Utilitzeu les tecles Majús dreta i esquerra per seleccionar el 2n i el 3r candidats.

source: UK Dvorak keyboard
ca_es: Teclat Dvorak anglès

source: Disable %{NETWORKDEVICE}
ca_es: Desactiva %{NETWORKDEVICE}

source: Network status:
ca_es: Estat de la xarxa:

source: Activate tab 3
ca_es: Activa la pestanya 3

source: Login failed, please connect to the internet and try again.
ca_es: L'inici de sessió ha fallat; connecteu-vos a Internet i torneu-ho a provar.

source: Punctuation style
ca_es: Estil de puntuació

source: Find text again
ca_es: Torna a cercar el text

source: Automatically connect to this network
ca_es: Connecta automàticament a aquesta xarxa

source: Canadian English keyboard
ca_es: Teclat anglès del Canadà

source: Kiosk application could not be installed.
ca_es: No s'ha pogut instal·lar l'aplicació de quiosc.

source: If you don't have a Google Account you can %{LINK_START}create a Google Account%{LINK_END} now.
ca_es: Si no teniu cap compte de Google, podeu %{LINK_START}crear-ne un%{LINK_END} ara.

source: Click to start
ca_es: Feu clic per començar

source: Prefer this network
ca_es: Estableix aquesta xarxa com a preferida

source: Mobile Data
ca_es: Dades mòbils

source: Connecting to %{NETWORK_ID}
ca_es: S'està connectant amb %{NETWORK_ID}

source: Wireless networks
ca_es: Xarxes sense fils

source: Got it!
ca_es: D'acord

source: %{USER_NAME} (owner)
ca_es: %{USER_NAME} (propietari)

source: Keymap style
ca_es: Estil del mapa de tecles

source: Login required for user certificate.
ca_es: Cal iniciar la sessió per al certificat d'usuari.

source: Unsupported Bluetooth device: "%{DEVICE_NAME}".
ca_es: Dispositiu Bluetooth no compatible: "%{DEVICE_NAME}".

source: Activate launcher item 2
ca_es: Activa el segon element de la barra d'execució ràpida

source: Technology:
ca_es: Tecnologia:

source: Extension IMEs
ca_es: IME de l'extensió

source: SIM card is locked, please enter PIN. Tries left: %{TRIES_COUNT}
ca_es: La targeta SIM està bloquejada, introduïu el PIN. Nombre d'intents restants: %{TRIES_COUNT}

source: Portuguese keyboard
ca_es: Teclat portuguès

source: Downloading: %{STATUS}
ca_es: S'està baixant: %{STATUS}

source: Move
ca_es: Desplaça

source: Something went wrong with signing in
ca_es: S'ha produït un problema en iniciar la sessió

source: PSK (WPA or RSN)
ca_es: PSK (WPA o RSN)

source: Select which extension IMEs will be available in the language menu.
ca_es: Seleccioneu quins IME de l'extensió estaran disponibles al menú d'idioma.

source: No shortcut
ca_es: Sense drecera

source: You are not authorized to use this device. For sign-in permission contact the device owner.
ca_es: No teniu autorització per fer servir aquest dispositiu. Per obtenir el permís d'inici de sessió, contacteu amb el propietari del dispositiu.

source: Press Ctrl + Alt + S to switch to %{IDS_SHORT_PRODUCT_OS_NAME}
ca_es: Premeu Ctrl + Alt + S per canviar a %{IDS_SHORT_PRODUCT_OS_NAME}

source: Captured photo
ca_es: Foto capturada

source: This may take a minute...
ca_es: Això pot trigar un moment...

source: Disable Bluetooth
ca_es: Desactiva el Bluetooth

source: Sorry, at least one partition on your external storage device could not be mounted.
ca_es: Com a mínim una partició del vostre dispositiu d'emmagatzematge extern no s'ha pogut muntar.

source: Lithuanian keyboard
ca_es: Teclat lituà

source: Activate tab 6
ca_es: Activa la pestanya 6

source: Please restart your device to fix this error.
ca_es: Reinicieu el dispositiu per corregir aquest error.

source: Identity:
ca_es: Identitat:

source: Standard input method
ca_es: Mètode d'entrada estàndard

source: Battery Low
ca_es: Nivell de bateria baix

source: Disconnected
ca_es: Desconnectat

source: Add kiosk application:
ca_es: Afegeix l'aplicació de quiosc:

source: Slow
ca_es: Lent

source: Activate tab 4
ca_es: Activa la pestanya 4

source: Focus launcher
ca_es: Enfoca la barra d'execució ràpida

source: Hangul input settings
ca_es: Configuració de la introducció en mode Hangul

source: Data remaining:
ca_es: Dades restants:

source: Disconnect private network
ca_es: Desconnecta la xarxa privada

source: Connected to %{NAME}
ca_es: Connectat a %{NAME}

source: %{DOWNLOADED_AMOUNT} of %{TOTAL_SIZE} downloaded
ca_es: %{DOWNLOADED_AMOUNT} de %{TOTAL_SIZE} baixats

source: Private network
ca_es: Xarxa privada

source: If you've already registered on this device, you can %{LINK2_START}sign in as an existing user%{LINK2_END}.
ca_es: Si ja esteu registrat en aquest dispositiu, podeu %{LINK2_START}iniciar la sessió com a usuari existent%{LINK2_END}.

source: Pinyin input method
ca_es: Mètode d'entrada de pinyin

source: Developer tools
ca_es: Eines per a desenvolupadors

source: Spanish keyboard
ca_es: Teclat espanyol

source: Battery Calculating remaining time
ca_es: S'està calculant el temps restant de la bateria

source: %{NAME} - Owner
ca_es: Propietari: %{NAME}

source: Thai input method (Pattachote keyboard)
ca_es: Mètode d'entrada de tailandès (teclat pattachote)

source: Below is the randomly generated TPM password that has been assigned to your computer:
ca_es: A continuació trobareu la contrasenya de TPM generada aleatòriament que s'ha assignat al vostre equip:

source: Activate launcher item 3
ca_es: Activa el tercer element de la barra d'execució ràpida

source: Authentication code rejected while connecting to "%{DEVICE_NAME}".
ca_es: Codi d'autenticació rebutjat mentre es connectava a "%{DEVICE_NAME}".

source: Use system dictionary
ca_es: Utilitza el diccionari del sistema

source: Pinyin input settings
ca_es: Configuració de la introducció en pinyin

source: Charging Calculating time until full
ca_es: S'està carregant el temps de càlcul fins que estigui ple

source: network password
ca_es: contrasenya de la xarxa

source: US extended keyboard
ca_es: Teclat nord-americà ampliat

source: Icelandic keyboard
ca_es: Teclat islandès

source: You are currently offline
ca_es: Actualment esteu fora de línia

source: Plan information not available.
ca_es: La informació del pla no està disponible.

source: Spoken feedback
ca_es: Comentaris de veu

source: This language doesn't have any input methods
ca_es: Aquest idioma no té cap mètode d'entrada.

source: Selection keys
ca_es: Tecles de selecció

source: Roaming status:
ca_es: Estat d'itinerància:

source: Discarded photo
ca_es: Foto descartada

source: Alphanumeric
ca_es: Alfanumèric

source: Toggle caps lock
ca_es: Canvia a Bloq Maj

source: Unchecked check box
ca_es: Casella de selecció desactivada

source: Bookmark current page
ca_es: Afegeix la pàgina actual a les adreces d'interès

source: Romanian keyboard
ca_es: Teclat romanès

source: Hanja mode
ca_es: Mode hanja

source: Photo by
ca_es: Foto de

source: US Colemak keyboard
ca_es: Teclat Colemak nord-americà

source: Remembered networks
ca_es: Xarxes recordades

source: Korean input method
ca_es: Mètode d'entrada de coreà

source: Add Bluetooth device
ca_es: Afegeix un dispositiu Bluetooth

source: Your password has changed
ca_es: La vostra contrasenya ha canviat

source: Tamil input method (Typewriter)
ca_es: Mètode d'introducció en tàmil (màquina d'escriure)

source: Traditional scrolling
ca_es: Desplaçament tradicional

source: Signing in.
ca_es: S'està iniciant la sessió.

source: Server 4
ca_es: Servidor 4

source: Activate tab 8
ca_es: Activa la pestanya 8

source: Enter your email address.
ca_es: Introduïu la vostra adreça electrònica.

source: Failed to disconnect and unpair from "%{DEVICE_NAME}".
ca_es: No s'ha pogut desconnectar i dessincronitzar de: "%{DEVICE_NAME}".

source: Server hostname:
ca_es: Nom d'amfitrió:

source: Copying recovery image...
ca_es: S'està copiant la imatge de recuperació...

source: The proxy cannot be modified by the user.
ca_es: L'usuari no pot modificar el servidor intermediari.

source: System update available. Preparing to download…
ca_es: Actualització del sistema disponible. S'està preparant la baixada…

source: Preferred Networks
ca_es: Xarxes preferides

source: Oops, something went wrong.
ca_es: S'ha produït un error.

source: Do not check
ca_es: No els comprovis

source: IP address:
ca_es: Adreça IP:

source: English
ca_es: Anglès

source: Searching for devices...
ca_es: S'estan cercant dispositius...

source: Activate tab 5
ca_es: Activa la pestanya 5

source: Next window
ca_es: Finestra següent

source: Reopen last-closed tab
ca_es: Torna a obrir l'última pestanya que es va tancar

source: Please connect to the Internet to sign in to your Chromebook.
ca_es: Connecteu-vos a Internet per iniciar la sessió al Chromebook.

source: Enter public session
ca_es: Entrada a sessió pública

source: Persian input method (ISIRI 2901 layout)
ca_es: Mètode d'entrada de persa (disseny ISIRI 2901)

source: Kiosk application launch canceled.
ca_es: S'ha cancel·lat l'inici de l'aplicació de quiosc.

source: Allow proxies for shared networks
ca_es: Permet servidors intermediaris per a xarxes compartides

source: Volume: %{PRECENTAGE}%
ca_es: Volum: %{PRECENTAGE} %

source: The update check failed using the current proxy settings. Please adjust your %{PROXY_SETTINGS_LINK_START}proxy settings%{PROXY_SETTINGS_LINK_END}.
ca_es: No s'ha pogut realitzar la comprovació d'actualitzacions amb la configuració del servidor intermediari actual. Ajusteu la %{PROXY_SETTINGS_LINK_START}configuració del servidor intermediari%{PROXY_SETTINGS_LINK_END}.

source: Pointer settings
ca_es: Configuració de la busca

source: Shift key mode switch
ca_es: Canvi de mode amb la tecla Maj

source: Failed to stop Bluetooth device discovery.
ca_es: No s'ha pogut aturar la detecció de dispositius Bluetooth.

source: Select your language:
ca_es: Seleccioneu el vostre idioma:

source: Not connected
ca_es: No connectada

source: A Powerwash resets your %{IDS_SHORT_PRODUCT_NAME} device to be just like new. All files and media stored locally on your computer will be erased.
ca_es: Una operació Powerwash restableix la configuració de fàbrica del dispositiu %{IDS_SHORT_PRODUCT_NAME} i el deixa com si fos nou. S'esborraran tots els fitxers i els elements multimèdia emmagatzemats localment a l'ordinador.

source: Sorry, the device %{DEVICE_LABEL} could not be recognized.
ca_es: El dispositiu %{DEVICE_LABEL} no s'ha pogut reconèixer.

source: Your information will be removed when you sign out.
ca_es: La vostra informació se suprimirà quan tanqueu la sessió.

source: Page down
ca_es: Av Pàg

source: Zoom in
ca_es: Amplia

source: Stretch
ca_es: Amplia

source: You have entered the incorrect PIN too many times. Please contact %{CARRIER_ID} to obtain a new 8-digit PIN Unlocking Key.
ca_es: Heu introduït un PIN incorrecte massa vegades. Contacteu amb %{CARRIER_ID} per obtenir una nova clau de desbloqueig del PIN (PUK) de vuit dígits.

source: Previous word
ca_es: Paraula anterior

source: Use an autoconfiguration URL
ca_es: Utilitza un URL de configuració automàtica

source: This network is configured by your administrator.
ca_es: Aquesta xarxa està configurada per l'administrador.

source: Enter old password
ca_es: Introduïu la contrasenya antiga

source: Forget
ca_es: Esborra

source: Connecting to "%{DEVICE_NAME}".
ca_es: S'està connectant a "%{DEVICE_NAME}".

source: Slovakian keyboard
ca_es: Teclat eslovac

source: The proxy is enforced by an extension.
ca_es: Una extensió aplica obligatòriament el servidor intermediari.

source: Access to this network is protected.
ca_es: L'accés a aquesta xarxa està protegit.

source: Please enter the passkey for "%{DEVICE_NAME}":
ca_es: Introduïu la contrasenya per a "%{DEVICE_NAME}":

source: Hangul mode
ca_es: Mode hangul

source: Google Profile photo (loading)
ca_es: Foto del perfil de Google (s'està carregant)

source: Maximize window
ca_es: Maximitza la finestra

source: Sorry, your email or password could not be verified. Try connecting to a network first.
ca_es: No s'ha pogut verificar el correu electrònic o la contrasenya. Proveu de connectar-vos primer a una xarxa.

source: Syncing
ca_es: Sincronització

source: Please confirm this passkey is shown on "%{DEVICE_NAME}":
ca_es: Confirmeu que apareix aquesta contrasenya a "%{DEVICE_NAME}":

source: Keyboard type
ca_es: Tipus de teclat

source: Battery %{HOUR}:%{MINUTE} remaining
ca_es: Bateria restant: %{HOUR}:%{MINUTE}

source: Please choose a new PIN.
ca_es: Trieu un PIN nou.

source: FTP proxy
ca_es: Servidor intermediari FTP

source: Flip camera image horizontally
ca_es: Inverteix horitzontalment la imatge de la càmera

source: Connect to network
ca_es: Connecta a la xarxa

source: Save identity and password
ca_es: Desa la identitat i la contrasenya

source: Unrecognized
ca_es: No reconegut

source: L2TP/IPsec + pre-shared key
ca_es: L2TP/IPsec + clau compartida prèviament

source: The administrator of this device has disabled new users from being added
ca_es: L'administrador d'aquest dispositiu ha desactivat la possibilitat d'afegir-hi usuaris nous

source: Please install a user certificate.
ca_es: Instal·leu un certificat d'usuari.

source: Keyboard Overlay
ca_es: Superposició de teclat

source: Not activated
ca_es: No activat

source: About 1 hour left
ca_es: Queda cosa d'una hora

source: Wi-Fi network
ca_es: Xarxa Wi-Fi

source: Initial punctuation width is Full
ca_es: L'amplada inicial de la puntuació és completa

source: Magnifier increase zoom
ca_es: Zoom d'apropament de la lupa

source: Add phrases in front
ca_es: Afegeix frases al davant

source: Add user
ca_es: Afegeix un usuari

source: Screen
ca_es: Pantalla

source: Password for %{USER_EMAIL_ADDRESS}
ca_es: Contrasenya per a %{USER_EMAIL_ADDRESS}

source: Browse as Guest
ca_es: Navega com a convidat

source: Currently signed in
ca_es: Sessió iniciada en aquests moments

source: Sign In
ca_es: Inicia la sessió

source: Options menu for %{USER_EMAIL_ADDRESS}
ca_es: Menú d'opcions per a %{USER_EMAIL_ADDRESS}

source: Unknown Device
ca_es: Dispositiu desconegut

source: Show Me
ca_es: Mostra-m'ho

source: This account is already being used on this mobile device.
ca_es: Aquest compte ja s'utilitza en aquest dispositiu mòbil.

source: Do you want to automatically fast forward through this checkout?
ca_es: Voleu ometre automàticament aquest pas de comprovació?

source: You're browsing on a site that is not in any installed content pack.
ca_es: Esteu navegant per un lloc que no es troba en cap paquet de contingut instal·lat.

source: Sign in to %{PRODUCT_NAME} with your Google Account to save your personalized browser features to the web and access them from %{PRODUCT_NAME} on any mobile device. You'll also be automatically signed in to your favorite Google services.
ca_es: Inicieu la sessió a %{PRODUCT_NAME} amb el vostre compte de Google per desar al web les funcions personalitzades del navegador i per accedir-hi des de qualsevol dispositiu mòbil mitjançant %{PRODUCT_NAME}. També podreu iniciar la sessió automàticament als vostres serveis de Google preferits.

source: Did you know you can search directly from the box above?
ca_es: Sabíeu que podeu cercar directament des del quadre anterior?

source: When you connect to a secure website, the server hosting that site presents your browser with something called a "certificate" to verify its identity. This certificate contains identity information, such as the address of the website, which is verified by a third party that your mobile device trusts. By checking that the address in the certificate matches the address of the website, it is possible to verify that you are securely communicating with the website you intended, and not a third party (such as an attacker on your network).
ca_es: Quan us connecteu a un lloc web segur, el servidor que allotja el lloc presenta una cosa anomenada "certificat" al navegador per verificar la seva identitat. Aquest certificat conté informació d'identitat, com ara l'adreça del lloc web, que un tercer de confiança del dispositiu mòbil verifica. En comprovar que l'adreça del certificat coincideix amb l'adreça del lloc web, es pot verificar que realment us comuniqueu amb seguretat amb el lloc web previst i no amb un tercer (com ara intrusos a la vostra xarxa).

source: This website was already on the whitelist so it was not added again.
ca_es: Aquest lloc web ja era a la llista blanca i, per tant, no s'ha tornat a afegir.

source: Create a Google Account
ca_es: Creeu un compte de Google

source: %{SEARCH_PROVIDER_NAME} Search:
ca_es: Cerca de %{SEARCH_PROVIDER_NAME}:

source: The website at %{HOST_NAME} contains elements from sites which appear to host malware – software that can hurt your mobile device or otherwise operate without your consent. Just visiting a site that hosts malware can infect your mobile device. The website also hosts contents from sites that have been reported as a “phishing” sites. Phishing sites trick users into disclosing personal or financial information, often by pretending to represent trusted institutions, such as banks.
ca_es: El lloc web de %{HOST_NAME} conté elements de llocs que semblen allotjar programari maliciós, és a dir, programari que pot malmetre el dispositiu mòbil o operar sense el vostre consentiment. Només el fet de visitar un lloc que contingui aquest tipus de programari pot infectar el vostre dispositiu mòbil. El lloc web també té contingut de llocs web que s'han notificat com a llocs de "pesca". Els llocs de pesca enganyen els usuaris perquè proporcionin informació personal o financera i sovint fingeixen que són institucions de confiança, com ara entitats bancàries.

source: Require a passphrase to modify the settings for this managed user
ca_es: Requereix una contrasenya per modificar la configuració d'aquest usuari gestionat

source: Mobile device
ca_es: Dispositiu mòbil

source: In this case, the certificate has not been verified by a third party that your mobile device trusts. Anyone can create a certificate claiming to be whatever website they choose, which is why it must be verified by a trusted third party. Without that verification, the identity information in the certificate is meaningless. It is therefore not possible to verify that you are communicating with %{DOMAIN} instead of an attacker who generated his own certificate claiming to be %{DOMAIN2}. You should not proceed past this point.
ca_es: En aquest cas, el certificat no ha estat verificat per un tercer en què confiï el dispositiu mòbil. Tothom pot crear un certificat fent-se passar pel lloc web que vulgui i, en conseqüència, cal que un tercer de confiança verifiqui el certificat. Sense aquesta verificació, la informació d'identitat del certificat no té cap significat. Per tant, no es pot verificar que us comuniqueu amb %{DOMAIN} en lloc d'un atacant que hagi generat el seu propi certificat fent-se passar per %{DOMAIN2}. No hauríeu de continuar.

source: Disable Media Source API on %{VIDEO_HTML} elements.
ca_es: Desactivació de l'API d'orígens multimèdia als elements %{VIDEO_HTML}.

source: Enable experimental UI that shows a log of extension activity.
ca_es: Activeu la IU experimental que mostra un registre de l'activitat d'extensions.

source: Invalid verification code.
ca_es: El codi de verificació no és vàlid.

source: heuristic type: %{HEURISTIC_TYPE} server type: %{SERVER_TYPE} field signature: %{FIELD_SIGNATURE} form signature: %{FORM_SIGNATURE} experiment id: "%{EXPERIMENT_ID}"
ca_es: tipus d'heurística: %{HEURISTIC_TYPE} tipus de servidor: %{SERVER_TYPE} signatura de camp: %{FIELD_SIGNATURE} signatura de formulari: %{FORM_SIGNATURE} id de la prova: "%{EXPERIMENT_ID}"

source: Disable boot animation v2 (go back to v1).
ca_es: Desactivació de l'animació d'inici v2 (torna a la v1).

source: Do you want to use your Google account to fast forward and skip typing these forms?
ca_es: Voleu fer servir el vostre compte de Google per avançar i ometre aquests formularis?

source: Enable Instant extended API
ca_es: Activació de l'API ampliada d'Instant

source: Managed user settings...
ca_es: Configuració de l'usuari gestionat...

source: Shows only apps in app list search.
ca_es: Només mostra les aplicacions de la cerca de llista d'aplicacions.
